amazonwebservices.amazon-q-vscode-2.3.0
bradlc.vscode-tailwindcss-0.14.29
ecmel.vscode-html-css-2.0.14
esbenp.prettier-vscode-12.4.0
extensions.json
henriquehnnm.darcula-original-1.1.1
mechatroner.rainbow-csv-3.24.1
mechatroner.rainbow-json-0.1.0
mikestead.dotenv-1.0.1
ms-azuretools.vscode-containers-2.4.5
ms-ceintl.vscode-language-pack-pt-br-1.125.2026061612
ms-python.debugpy-2026.6.0-darwin-arm64
ms-python.python-2026.4.0-darwin-arm64
ms-python.vscode-pylance-2026.2.1
ms-python.vscode-python-envs-1.34.0-darwin-arm64
ms-toolsai.jupyter-2025.9.1-darwin-arm64
ms-toolsai.jupyter-keymap-1.1.2
ms-toolsai.jupyter-renderers-1.3.0
ms-toolsai.vscode-jupyter-cell-tags-0.1.9
ms-toolsai.vscode-jupyter-slideshow-0.1.6
openai.chatgpt-26.609.30741-darwin-arm64
redhat.java-1.54.0-darwin-arm64
ritwickdey.liveserver-5.7.10
rokoroku.vscode-theme-darcula-1.2.3
vscjava.vscode-gradle-3.17.3
vscjava.vscode-java-debug-0.59.0
vscjava.vscode-java-dependency-0.27.5
vscjava.vscode-java-pack-0.31.1
vscjava.vscode-java-test-0.45.0
vscjava.vscode-maven-0.45.3
vscode-icons-team.vscode-icons-12.18.0
wallabyjs.console-ninja-1.0.533
